//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Удалить выбранных получателей?";

//Buttons
"Delete" = "Удалить";
"Cancel" = "Отмена";